tap "gitguardian/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "sidneys/homebrew"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "git-delta"
brew "git-flow"
brew "go"
brew "graphviz"
brew "helm"
brew "htop"
brew "kubernetes-cli"
brew "krew"
brew "lolcat"
brew "minikube"
brew "neovim"
brew "node"
brew "pyenv"
brew "python@3.10"
brew "tree"
brew "virtualenv"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "openlens"
cask "qlmarkdown"
